Repository: 908Inc/ckanext-apps
Catalog: ckanext/apps/i18n/*/LC_MESSAGES/ckanext-apps.po
Languages: uk_ua

source: active
uk_ua: активний

source: pending
uk_ua: очікування

source: reject
uk_ua: відхилити

source: You added an application
uk_ua: Ви додали додаток

source: Your application has been approved
uk_ua: Ваш додаток був опублікований

source: Your application has been rejected
uk_ua: Ваш додаток відхилено

source: You successfully closed app
uk_ua: Ви успішно закрили додаток

source: You have errors in form
uk_ua: У формі є помилки

source: You can't set rank for your app
uk_ua: Неможливо голосувати за свій власний додаток

source: You successfully set rank %s
uk_ua: Ви проголосували %s

source: You successfully create app
uk_ua: Ви успішно зареєстрували додаток. Після перевірки він буде опублікований.

source: You successfully create thread
uk_ua: Ви успішно створили тему

source: You successfully hided board
uk_ua: Ви успішно закрили розділ

source: You successfully unhided board
uk_ua: Ви успішно відкрили розділ

source: Activity
uk_ua: Активність

source: Applications
uk_ua: Додатки

source: Create Application
uk_ua: Створити додаток

source: Create Section
uk_ua: Створити розділ

source: All Applications
uk_ua: Усі додатки

source: Choose a Section
uk_ua: Виберіть розділ

source: Reject the Application
uk_ua: Відхилити додаток

source: Comment
uk_ua: Коментар

source: You can attach a message regarding the application before rejecting it
uk_ua: Попередньо ви можете додати пояснення причини відмови від додатку

source: Create an Application
uk_ua: Створити додаток

source: Select a Section
uk_ua: Виберіть розділ

source: The section is not selected
uk_ua: Розділ не вибрано

source: Please select the section
uk_ua: Будь ласка, виберіть розділ

source: Provide a Title
uk_ua: Назва

source: Please fill out the title field
uk_ua: Будь ласка, вкажіть назву

source: Link to the Application
uk_ua: Посилання на додаток

source: Please provide the link
uk_ua: Будь ласка, вкажіть посилання

source: Logo
uk_ua: Лого

source: Image URL
uk_ua: Посилання на зображення

source: Upload a file on your computer
uk_ua: Завантажити

source: Application's Description
uk_ua: Опис додатку

source: Please fill out the description field
uk_ua: Будь ласка, внесіть опис

source: You can use Markdown formatting here
uk_ua: Можна використовувати форматування маркдаун

source: Create
uk_ua: Створити

source: Slug
uk_ua: Посилання

source: Only latin characters, digits and a hyphen
uk_ua: Тільки латиниця, цифри та дефіс

source: Please provide the slug
uk_ua: Будь ласка, вкажіть посилання

source: Publish
uk_ua: Опублікувати

source: Rating
uk_ua: Рейтинг

source: Go to Application
uk_ua: Перейти до додатку

source: Your app has been approved and published.
uk_ua: Ваш додаток був прийнятий та опублікований.

source: your app was rejected. See the reason in the The following message:
uk_ua: Ваш додаток приховано адміністратором. Причина:

source: You added the app, expect it to be published.
uk_ua: Ви успішно додали додаток. Очікуйте, будь ласка, підтвердження адміністратором

source: Dear
uk_ua: Шановний

source: Have a nice day.
uk_ua: Доброго дня

source: Message sent by
uk_ua: Відправлено

source: Application successfully updated
uk_ua: Додаток успішно оновлений

source: Edit an Application
uk_ua: Редагувати додаток

source: Are you sure you want to delete this application?
uk_ua: Ви певні, що хочете видалити цей додаток?

source: Back to application page
uk_ua: Повернутися на сторінку додатка

source: Application successfully deleted
uk_ua: Додаток успішно видалений
